//
//- створити 2 форми  по 2 інпути в кожній. ствоирити кнопку при кліку на яку считується та виводиться на консоль інформація з цих 2х форм.
 //   Кнопка повинна лежати за межами форм (Щоб ьуникнути  перезавантаження сторінки)
//Доступ до інпутів через Forms API. Отже дайте формі та інпутам всі необхідні атрибути.
// let form1=document.createElement('form');
// let form2=document.createElement('form');
// let inputName1=document.createElement('input');
// let inputAge1=document.createElement('input');
// let inputName2=document.createElement('input');
// let inputAge2=document.createElement('input');
//
// form1.appendChild(inputName1);
// form1.appendChild(inputAge1);
// form2.appendChild(inputName2);
// form2.appendChild(inputAge2);
// document.body.appendChild(form1);
// document.body.appendChild(form2);

//- Створити 3 инпута та кнопку. Один визначає кількість рядків, другий - кількість ячеєк, третій вмиіст ячеєк.
//    При натисканні кнопки, вся ця інформація зчитується і формується табличка, з відповідним вмістом.
//(Додатковачастина для завдання)


//- Сворити масив не цензцрних слів.
//    Сворити інпут текстового типу.
 //   Якщо людина вводить слово і воно міститься в масиві не цензурних слів
//кинути алерт з попередженням.
 //   Перевірку робити при натисканні на кнопку


//- Сворити масив не цензцрних слів.
//    Сворити інпут текстового типу.
//    Потрібно перевіряти чи не містить ціле речення в собі погані слова.
 //   Кинути алерт з попередженням у випадку якщо містить.
 //   Перевірку робити при натисканні на кнопку